Repository: fahidnasir/ToggleWifi
Catalog: ToggleWifi/*.lproj/Localizable.strings
Languages: de

# menu.autoWiFi
source: Enable Auto Wi-Fi
de: Automatisches WLAN aktivieren

# menu.settings
source: Settings...
de: Einstellungen...

# menu.about
source: About Toggle WiFi
de: Über Toggle WiFi

# menu.quit
source: Quit
de: Beenden

# notification.wifiOn
source: Wi-Fi turned on
de: WLAN eingeschaltet

# notification.wifiOff
source: Wi-Fi turned off
de: WLAN ausgeschaltet

# notification.ethernetConnected
source: Ethernet Connected
de: Ethernet verbunden

# notification.ethernetDisconnected
source: Ethernet Disconnected
de: Ethernet getrennt

# settings.title
source: Toggle Wifi Settings
de: Toggle WiFi Einstellungen

# settings.autoWiFiToggle
source: Enable Auto Wi-Fi Toggle
de: Automatisches WLAN-Umschalten aktivieren

# settings.autoWiFiHelp
source: Automatically turn Wi-Fi off when Ethernet is connected
de: WLAN automatisch ausschalten, wenn Ethernet verbunden ist

# settings.launchAtLogin
source: Launch at Login
de: Bei Anmeldung starten

# settings.launchAtLoginHelp
source: Start Toggle Wifi when you log in
de: Toggle WiFi beim Anmelden starten

# settings.enableNotifications
source: Enable Notifications
de: Benachrichtigungen aktivieren

# settings.enableNotificationsHelp
source: Enable/Disable notifications about status change
de: Benachrichtigungen über Statusänderungen aktivieren/deaktivieren

# settings.language
source: Language
de: Sprache

# settings.wifi
source: Wi-Fi:
de: WLAN:

# settings.connected
source: Connected
de: Verbunden

# settings.disconnected
source: Disconnected
de: Getrennt

# settings.on
source: On
de: Ein

# settings.off
source: Off
de: Aus

# about.description
source: Automatically toggles Wi-Fi based on Ethernet status
de: Schaltet WLAN automatisch basierend auf Ethernet-Status um

# main.title
source: Toggle Wifi is running in the menu bar
de: Toggle WiFi läuft in der Menüleiste
